Revit 2027 API
MasonryCMU.MasonryCMUColor Property
 The property labeled "Color" from the "MasonryCMU" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string MasonryCMUColor { get; }
Public Shared ReadOnly Property MasonryCMUColor As String
	Get
public:
static property String^ MasonryCMUColor {
	String^ get ();
}
static member MasonryCMUColor : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
See Also
Reference
MasonryCMU Class
Autodesk.Revit.DB.Visual Namespace